{
    "depression": [
        {
            "color1": "Red",
            "color2": "Green",
            "name": "Affirmation Pod",
            "description": "A podcast meant to help people accept themsleves through self affirmation and positivity",
            "link": "https://www.affirmationpod.com",
            "image":"negative-space-a-tanned-woman-in-a-beach-robe-stands-by-the-sea.jpg"
        },
        {
            "color1": "Orange",
            "color2": "Blue",
            "name": "Train the Mind",
            "description": "A daily podcast about mental wellness",
            "link": "https://open.spotify.com/show/5ulnZFwoLkEv566YCZwTvY",
            "image":"negative-space-black-girl-portrait.jpg"
        }
    ],
    "anxiety": [
        {
            "color1": "Red",
            "color2": "Violet",
            "name": "A Ten Minute Guided Meditation to Clear Your Mind",
            "description": "This 10 minute guided meditation is an effective way to eliminate overthinking by clearing your mind, allowing yourself to relax and get settled into the moment.",
            "link": "https://www.youtube.com/watch?v=ez3GgRqhNvA",
            "image":"negative-space-confident-worker-business.jpg"
        },
        {
            "color1": "Orange",
            "name": "10-Minute Yoga For Self Care - Yoga With Adriene",
            "description": "10 min Yoga For Self Care invites you to take 10 min of your day to practice self care and love of self. We spend a lot of time on our phones, computers, in traffic, working, and taking care of others. Take TEN to tend to your mind and body with this practice that combines yoga asana, breath, and massage.",
            "link": "https://youtu.be/VpW33Celubg?list=PLui6Eyny-UzwiUzvhM2BjxThodiRWZ2JR",
            "image":"negative-space-couple-truffle-hunting.jpg"
        }
    ],
    "stress": [
        {
            "color1": "Green",
            "name": "CANADIAN MENTAL HEALTH ASSOCIATION (CMHA)",
            "description": "The CMHA is a non-profit organization that builds awareness about mental health and provides individuals dealing with mental health issues with advocacy, education, housing, counselling and a variety of programs. Whether you or a family member are dealing with substance abuse, mental health challenges or even the loss of a loved one, the CMHA Calgary chapter can help with emotional support, life coaching and programming, as well as referrals to other community resources.",
            "link": "http://cmha.calgary.ab.ca",
            "phone": "403-297-1700"
        },
        {
            "color1": "Blue",
            "name": "DISTRESS CENTRE",
            "description": "The Distress Centre is a 24-hour crisis line available in Calgary and Southern Alberta. This resource is useful if you need someone to talk to or recommended resources when you are in a crisis situation. The best way to describe the Distress Centre is to use their own \"words\": “We do not define crisis. We do not judge. Anyone can call us day or night.” The Distress Centre can be contacted by phone, email or online chat during the day.",
            "link": "https://www.distresscentre.com/",
            "phone": "403-266-4357"
        }
    ],
    "mindfulness": [
        {
            "color1": "Green",
            "name": "Depression chat rooms",
            "description": "This website is dedicated to depression and anxiety peer support. The main forms of communication we offer are via our supportive Depression Chat Rooms, Depression Forums and our Depression Blog section.",
            "link": "http://www.depression-chat-rooms.org"
        },
        {
            "color1": "Blue",
            "name": "Turn2Me.ie",
            "description": "We are a community of fully qualified and accredited mental health professionals working online to provide a high quality, safe, anonymous and confidential space for you to gain support - wherever you are, whenever you need us, for whatever you are going through.",
            "link": "https://turn2me.ie"
        }
    ],
    "substanceuse": [
        {
            "color1": "Red",
            "name": "Superbetter",
            "description": "A website meant to gameify mental health.",
            "link": "https://www.superbetter.com"
        },
        {
            "color1": "Orange",
            "name": "Checkpoint's List of Games for wellbeing",
            "description": "A collection of games voted by people that have helped them with their mental wellbeing.",
            "link": "https://checkpointorg.com/games-for-health/"
        }
    ],
    "trauma": [
        {
            "color1": "Violet",
            "name": "URGENT MENTAL HEALTH IN URGENT CARE",
            "description": "Crisis mental health assessment and support is available at two of the Urgent Care Centres in Calgary:<br>Sheldon M. Chumir Health Centre (SMCHC), located in the Beltline<br>South Calgary Health Centre (SCHC), located in the far south near Shawnessy/Sundance<br>Both centres are open 7 days per week, every day of the year, with SMCHC being open 24 hours per day and SCHC open from 8 am – 10 pm. Urgent Mental Health assistance is available at both sites from 8 am – 10 pm every day. SCHC also provides walk-in, single session counselling at no fee with variable hours during the week.",
            "phone": "403-943-9300"
        },
        {
            "color1": "Orange",
            "name": "CMHA blog",
            "description": "Balance is CMHA Calgary mental health blog, which aims to raise awareness, provide hope, build community and promote mental wellness through personal stories, mental health tips and information, expert opinions and community insights.",
            "link": "https://cmha.calgary.ab.ca/balance-blog/"
        }
    ],
    "chronicpain": [
        {
            "color1": "Yellow",
            "color2": "Indigo",
            "name": "Coffitivity",
            "description": "A website that plays coffee shop sounds to help with focus",
            "link": "https://coffitivity.com"
        },
        {
            "color1": "Violet",
            "name": "Stress.org Blog",
            "description": "A series of blogposts about stress and stress management",
            "link": "https://www.stress.org/blog"
        }
    ],
    "loneliness": [
        {
            "color1": "Indigo",
            "name": "ADDICTION HELPLINE",
            "description": "The Addiction Helpline is available 24/7 and is available for any Albertan suffering from addiction. The helpline is confidential and provides support and referral to community services for individuals suffering from alcohol, drug and gambling issues.",
            "phone": "1-866-332-2322"
        },
        {
            "color1": "Yellow",
            "name": "The gift and power of emotional courage TedTalk",
            "description": "Psychologist Susan David shares how the way we deal with our emotions shapes everything that \"matters\": our actions, careers, relationships, health and happiness. In this deeply moving, humorous and potentially life-changing talk, she challenges a culture that prizes positivity over emotional truth and discusses the powerful strategies of emotional agility. A talk to share.",
            "link": "https://www.ted.com/talks/susan_david_the_gift_and_power_of_emotional_courage?referrer=playlist-how_to_practice_emotional_first_aid"
        }
    ],
    "eatingdisorders": [
        {
            "color1": "Indigo",
            "name": "The Good Limbo mental health community",
            "description": "The Good Limbo is an online mental health community for peer based support. We have forums and a Discord chat server where you can talk to others who understand. Whether you want to seek support, or just need a distraction, we’re here for you.",
            "link": "https://thegoodlimbo.com"
        }
    ],
    "suicide": [
        {
            "color1": "Yellow",
            "name": "University of Calgary Mindfulness Online",
            "description": "University of Calgary's self directed mental wellness program",
            "link": "https://www.ucalgary.ca/wellness-services/staying-healthy/learning/self-help-resources/mindfulness-online"
        }
    ]
}

